Repository: diegoaces/Thermal-Tools
Catalog: lib/l10n/app_*.arb
Languages: es

# selectImageFolder
source: Select Images Folder
es: Selecciona la carpeta de imágenes

# dragAndDrop
source: Drag and drop the folder here
es: Arrastra y suelta la carpeta de imágenes aquí

# clickToSelect
source: Or click here to select files
es: O haz clic aquí para seleccionar archivos

source: Drop here
es: Suelta aquí

# fileIsNotFolder
source: Dragged file is not a folder
es: El archivo arrastrado no es una carpeta

# selected
source: Selected folder
es: Carpeta seleccionada

# processWith
source: Process these images with
es: Procesar estas imágenes con

source: Folder not selected
es: Carpeta no seleccionada

# distance
source: Distance (m):
es: Distancia (m):

source: Humidity (%):
es: Humedad (%):

source: Emissivity:
es: Emisividad:

# ambientTemperature
source: Ambient Temperature (°C):
es: Temperatura Ambiente (°C):

# reflectedTemperature
source: Reflected Temperature (°C):
es: Temperatura Reflejada (°C):
